[
  [{
    "id": 1,
    "title": "Dog and the Bone",
    "category": "Activities",
    "subcategory": "Ice breaker (Outdoor) ",
    "data": "Step1: Split the group into two with one group on each side of the playing area along a line. Place a ball/beanbag (the bone) in the middle of the playing area. \nStep 2: Each team member must be numbered. \nStep 3: The instructor shouts a number and the two people with that number (on opposite teams) must try to get the bone before the other one. \nStep 4 : When one gets the bone, the other can try to tag them before they get back to their team line. \nStep 5 : The team scores points depending on how many times they manage to get the bone. \nStep 6 : You can mix it up by choosing different numbers on each team to go against.",    "link": "https://youtu.be/dSL7du8vF5s"
  },
  {
    "id": 2,
    "title": "The Numbers Game",
    "category": "Activities",
    "subcategory": "Ice breaker (Outdoor) ",
    "data": "Step 1: Arrange everyone into teams of 6. Hand each team a set of numbers and ask everyone to take a number. Have the team elect one person to be the leader of the team. \nStep 2 : The goal of the game is to be the first team to rearrange themselves to the number that you call. The leaders can help rearrange them to their appropriate positions. Once the team rearranges themselves, they have to raise their hands and stand in place. \nStep 3 : The first team to arrange themselves correctly receives one point. The team that reaches 10 points wins the game.",   
    "link": "https://youtu.be/bQebzv8sShE"
  },
  {
    "id": 3,
    "title": "Seven Stones",
    "category": "Activities",
    "subcategory": "Ice breaker (Outdoor) ",
    "data": "There can be any number of players for this game as long as each team has an equal number of players. \n 1: Set boundaries for the playing field, and pile the seven stones on top of one another in the center of the boundary area. \n 2: A coin toss usually decides which team starts the game \n 3: The first team begins by trying to knock over the stones with a ball from a particular distance. This team gets three chances from three different players to knock over the pile of stones. If they are unable to knock over the pile of stones in three tries, it becomes the other team’s turn. \n 4: If they successfully knock over the stones, the game begins. After the first team knocks the stones over, the second team will get the ball and try to hit players from the opposing team. \n 5: At the same time, the first team will try to restack the pile of stones and trace a circle around them three times with their finger. They try to do this before the other team knocks all of their players out. If they succeed, they get one point and also the chance to hit the stones again. \n 6: If they fail to do this and all players are out, the defending team will gain the point and they will now have a turn to hit the pile of stones. \n 7: When the defending team tries to throw the ball at the opposing team, they must not move around with the ball in their hands. The player with the ball must stand in the place where he or she caught the ball and throw it. The ball should not remain in the player’s hands for more than 5 seconds.",
    "link": "https://youtu.be/UWhQYsEoYWQ"
  },
  {
    "id": 4,
    "title": "Treasure hunt",
    "category": "Activities",
    "subcategory": "Ice breaker (Outdoor) ",
    "data": "1: Can be played as individuals or teams competing for time. \n2: The goal of the game is to lead the seekers through a set of clues that takes them from place to place to find a treasure. \n3: The seekers need to read each clue they find and figure out the next location. \n4: A game organizer must create and hide the clues to set up the game for the seekers.",
    "link": "https://youtu.be/30YvSojACMo"
  },
  {
    "id": 5,
    "title": "Ice and Water",
    "category": "Activities",
    "subcategory": "Ice breaker (Outdoor) ",
    "data": "1. Players put one foot in a circle then someone chants, \"Ice Ice water, if your shoe is dirty, please go home and change it\". \n 2. while going around pointing at the toes, if the hand stops on your foot, you replace it with your other foot and when the hand falls on your foot again, you are free to go thus does not make you the tagger. \n 3. Once the tagger is established, the tagger's goal is to \"ice\" everyone by chasing them to touch them disabling their movement. \n 4. If the tagger gets you (tagger says ice while doing this), you are not allowed to move unless someone who is not yet \"iced\" touches you and says \"water\". Only until then will you be free to move. \n 5. When everyone is \"iced\" everybody has to shout, \"Viva!\" and the last one to shout \"viva!\" is the new tagger. \n\n",
    "link": "https://youtu.be/8nC5JcFrWx0"
  }
],
[
  {
    "id": 6,
    "title": "Simon Says",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor) ",
    "data": "1. One person is Simon, and the other players follow Simon’s instructions. Standing in front of the group Simon tells the players what they must do. \n 2. The players must obey all commands that begin with the words “Simon says” \n 3. If Simon says, “Simon says touch your nose” then all players must touch their nose.\n 4. However, if Simon says, “jump” without saying “Simon says” first the players must not jump. If they do jump, that player is out until the next game.",
    "link": "https://youtu.be/aYXfUGz5-kg"
  },
  {
    "id": 7,
    "title": "Dumb charades",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor) ",
    "data": "1. It is a word Guessing game where a team will be given the title of a movie by another team and they should guess the title of that movie through miming.\n2. One person should give the gestures and the other participants of the his/her team should guess the title. \n3.Time limit has to be set within which the team has to guess the movie. \n4.The person enacting the name of movie is not supposed to speak anything.",    "link": ""
  },
  {
    "id": 8,
    "title": "Pictionary ",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor) ",
    "data": "1. The player from team A has to sketch the prompt given by the Emcee or Team B. \n2. The person sketching has 1 minute to draw the word without using letters or symbols. \n3. Team A has to guess the word. ",
    "link": "https://youtube.com/shorts/i4-pPDbheos?feature=share"
  },
  {
    "id": 9,
    "title": "Human knot",
    "category": "Activities ",
    "subcategory": "Ice breaker (Indoor) ",
    "data": "Step 1: HOLD hands and form a circle within the group facing inside. This is the original position. \nStep 2: Cross your arms and now hold each other. \nStep 3: Now go back to the original position without disengaging each other's hands.\n\nHow to get back to the original position? \nFrom the position that they will be in step 2, all players should turn around without disengaging each other's hands. One player has to go out of the circle by going under the arms of the person across him. Now everyone has to follow him and get out of the circle until they reach the original position.",
    "link": "https://youtu.be/1ElEP0w64s4"
  },
  {
    "id": 10,
    "title": "Jump in jump out",
    "category": "Activities ",
    "subcategory": "Ice breaker (Indoor) ",
    "data": "Step 1: Have participants stand in a circle. \nStep 2: Tell the participants do as you say. For example, say, “jump in.” Participants will have to jump in. Use the directions jump in, jump out, jump right and jump left. \nStep 3: Have participants do the opposite of what you say. For example, say, “jump in” participants have to jump out. Use the directions jump in, jump out, jump right and jump left.",
    "link": "https://youtu.be/k6bHltjIYzE"
  }
],
[
  {
    "id": 11,
    "title": "Head, shoulder, knees and cup",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor/Outdoor) ",
    "data": "Step 1: Everyone needs to get in pairs. \nStep 2: Each pair will need a cup.(it can be any other thing, like a bottle) \nStep 3: Have the pairs stand facing each other with a little room between them. \nStep 4: Place a cup on the floor between each pair. (Could be placed on chair or table as well) \n How to play? As the students face each other the leader calls out parts of the body like Head, Shoulders, Knees, Toes etc. When a part of the body is called the participants must touch that part with both hands. After a while the leader will say “CUP” and players reach to pick up the cup on the ground. The player that picks up the cup wins, the player without the cup is eliminated. Each winner pairs up with another winner and you play again. The game is over when only one person remains.",
    "link": "https://youtu.be/GgcrdPAHaLA"
  },
  {
    "id": 12,
    "title": "Musical chair",
    "category": "Activities ",
    "subcategory": "Ice breaker (Indoor/Outdoor) ",
    "data": "Step 1: Arrange everyone into teams of 6. Hand each team a set of numbers and ask everyone to take a number. Have the team elect one person to be the leader of the team. \nStep 2 : The goal of the game is to be the first team to rearrange themselves to the number that you call. The leaders can help rearrange them to their appropriate positions. Once the team rearranges themselves, they have to raise their hands and stand in place. \nStep 3 : The first team to arrange themselves correctly receives one point. The team that reaches 10 points wins the game.",
    "link": "https://youtu.be/xItLgWlSQVo"
  },
  {
    "id": 13,
    "title": "Pass the ball",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor/Outdoor) ",
    "data": "Step 1: Divide the participants into team(make sure every teams has the same number of participants) \nStep 2: Participants have to stand in a line and pass the ball in various ways e.g. Over the head or/and Under the legs. \nStep 3: The last person in the line takes the ball and goes to the front of the line and begins again. \n The team that gets the last person in the front of the line first will win the game.",
    "link": "https://youtu.be/KS8pp1iZVIc"
  },
  {
    "id": 14,
    "title": "Electricity ",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor/Outdoor) ",
    "data": "Step 1: Divide the participants into team(make sure every teams has the same number of participants) \nStep 2: Participants have to stand in a line and pass the ball in various ways e.g. Over the head or/and Under the legs. \nStep 3: The last person in the line takes the ball and goes to the front of the line and begins again. \nThe team that gets the last person in the front of the line first will win the game.",
    "link": "https://youtu.be/gDkdSODhAZM"
  },
  {
    "id": 15,
    "title": "Human tic tac toe",
    "category": "Activities",
    "subcategory": "Ice breaker (Indoor/Outdoor) ",
    "data": "Step 1: Arrange everyone into teams of 6. Hand each team a set of numbers and ask everyone to take a number. Have the team elect one person to be the leader of the team. \nStep 2 : The goal of the game is to be the first team to rearrange themselves to the number that you call. The leaders can help rearrange them to their appropriate positions. Once the team rearranges themselves, they have to raise their hands and stand in place. \nStep 3 : The first team to arrange themselves correctly receives one point. The team that reaches 10 points wins the game.",
    "link": "https://youtu.be/-hwDNL0pQ8o"
  }
],
[
  {
    "id": 16,
    "title": "Letter to God",
    "category": "Activities",
    "subcategory": "Kerygma(God’s love) ",
    "data": "Step 1: Arrange everyone into teams of 6. Hand each team a set of numbers and ask everyone to take a number. Have the team elect one person to be the leader of the team. \nStep 2 : The goal of the game is to be the first team to rearrange themselves to the number that you call. The leaders can help rearrange them to their appropriate positions. Once the team rearranges themselves, they have to raise their hands and stand in place. \nStep 3 : The first team to arrange themselves correctly receives one point. The team that reaches 10 points wins the game.",
    "link": ""
  },
  {
    "id": 17,
    "title": "Life house skit",
    "category": "Activities",
    "subcategory": "Kerygma (God’s love) ",
    "data": "Materials required : an artificial knife, an artificial gun, a red shawl and a long white dress suitable for the character of Jesus. \n No.of people required: 7(can be more or less depending of the no.of people available) \n Song : Everything by Life House.",
    "link": "https://youtu.be/uFRYdGihOl4"
  }
]
]