[
  {
    "id": 1,
    "title": "Sign of the Cross",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "In the name of the Father, and of the Son and of the holy Spirit. Amen."
  },
  {
    "id": 2,
    "title": "Our Father",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Our Father, Who art in heaven, hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. Amen"
  },
  {
    "id": 3,
    "title": "Hail Mary",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Hail Mary, Full of Grace, The Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners now, and at the hour of death."
  },
  {
    "id": 4,
    "title": "Glory Be",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Glory Be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end."
  },
  {
    "id": 5,
    "title": "The Creed",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "I believe in God, \n the Father Almighty, \n Creator of heaven and earth, /n and in Jesus Christ, His only Son, our Lord, \n who was conceived by the Holy Spirit, \n born of the Virgin Mary, \n suffered under Pontius Pilate, \n was crucified, died and was buried; \n He descended into hell; \n on the third day He rose again from the dead; \n He ascended into heaven, \n and is seated at the right hand of God the Father Almighty; \n from there He will come to judge the living and the dead. \n I believe in the Holy Spirit, \n the Holy Catholic Church, \n the communion of Saints, \n the forgiveness of sins, \n the resurrection of the body, \n and life everlasting. \n Amen. \n\n"
  },
  {
    "id": 6,
    "title": "The Angelus",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "V. The Angel of the Lord declared unto Mary, \n R. And she conceived of the Holy Spirit. \n Hail Mary,  \n\n V. Behold the handmaid of the Lord. \n R. Be it done unto me according to Your Word. \n\n Hail Mary \n\n V. And the Word was made flesh, \n R. And dwelt among us. \n\n Hail Mary \n\n V. Pray for us, O holy Mother of God. \n R. That we may be made worthy of the promises of Christ. \n\n Let us pray: \n\n Pour forth, we beseech You, O Lord, \n Your Grace into our hearts; \n that as we have known the incarnation of Christ, \n your Son by the message of an angel, \n so by His passion and cross \n we may be brought to the glory of His Resurrection. \n Through the same Christ, our Lord. \n Amen. \n Glory Be.....(3) \n\n"
  },
  {
    "id": 7,
    "title": "Act of Contrition",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "O my God, I am heartily sorry for having offended Thee, and I detest all my sins because of thy just punishments, but most of all because they offend Thee, my God, who art all good and deserving of all my love. I firmly resolve with the help of Thy grace to sin no more and to avoid the near occasion of sin. Amen"
  },
  {
    "id": 8,
    "title": "Hail Holy Queen",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Hail, holy Queen, mother of mercy, our life, our sweetness, and our hope. To thee do we cry, poor banished children of Eve. To thee do we send up our sighs mourning and weeping in this valley of tears. Turn then, most gracious advocate, thine eyes of mercy toward us, and after this our exile show us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary. Amen"
  },
  {
    "id": 9,
    "title": "Memorare",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Remember, O most gracious Virgin Mary, that never was it known that anyone who fled to thy protection, implored thy help, or sought thine intercession was left unaided.\r\nInspired by this confidence, I fly unto thee, O Virgin of virgins, my mother; to thee do I come, before thee I stand, sinful and sorrowful. O Mother of the Word Incarnate, despise not my petitions, but in thy mercy hear and answer me.Amen"
  },
  {
    "id": 10,
    "title": "St. Michael Prayer",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Saint Michael the Archangel, defend us in battle. Be our protection against the wickedness and snares of the devil; May God rebuke him, we humbly pray; And do thou, O Prince of the Heavenly Host, by the power of God, thrust into hell Satan and all evil spirits who wander through the world for the ruin of souls. Amen"
  },
  {
    "id": 11,
    "title": "Prayer of St Francis of Assisi",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Lord make me an instrument of your peace, \n Where there is hatred let me sow love. \n Where there is injury, pardon. \n Where there is doubt, faith. \n Where there is despair, hope. \n Where there is darkness, light. \n And where there is sadness, joy. \n\n O divine master grant that I may \n not so much seek to be consoled as to console; \n to be understood as to understand; \n To be loved as to love \n For it is in giving that we receive- \n it is in pardoning that we are pardoned. \n And it’s in dying that we are born to eternal life. \n Amen \n\n"
  },
  {
    "id": 12,
    "title": "Prayer to the Guardian Angel",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Angel of God, my guardian dear, to whom God's love commits me here, ever this day be at my side, to light and guard, to rule and guide. Amen"
  },
  {
    "id": 13,
    "title": "Protection Prayer (Precious Blood)",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Lord JESUS, by faith in your merits, I now take your Precious Blood and sprinkle it over myself and my family right from the crown of my head to the very soles of my feet. \n I claim total and complete protection for my life and my family. \n\n Lord JESUS, keep me free today from evil, sin, temptation, Satan’s attacks and afflictions, fear of darkness, fear of man, sickness, diseases, doubts, anger, all calamities and from all that is not of thy Kingdom. \n\n Fill me Lord JESUS with gift of your Holy Spirit and grant me the gift of wisdom, knowledge, understanding and discernment so that I will live today in your glory by doing that which is right. \n Praise you Jesus. Thank You Jesus. \n\n"
  },
  {
    "id": 14,
    "title": "Daily Jesus Youth Prayer",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": " Calling on His name \n In the name of the father, and of the Son, and of the Holy Spirit. Amen \n V. Lord, teach us to pray. \n R. Lord, fill us with your Holy Spirit.\n V. Glory be to the Father, and to the son, and to the Holy Spirit. \n R. As it was in the beginning, is now, and ever shall be, world without end. Amen. \n (Enter into the loving presence of the Lord spending a few moments in Praise and Thanksgiving) \n Turning to His mercy \n Search me, O God, and know my heart!Try me and know my thoughts! And see if there be any wicked way in me, And lead me in the way everlasting! [Ps 139:23-24] \n (In silence, allow the Holy Spirit to examine your heart especially your faithfulness to God, to the Jesus\r\nYouth lifestyle/six pillars and the responsibilities God has entrusted you with). \n Lord Jesus, Thank you for your faithful love and your tender mercy. I want to be faithful to you and to the responsibilities you have given me. I desire to be more like you through a true living of the six pillars. In your goodness have mercy on me: Cleanse me with your precious Blood from all my sins and my unfaithfulness. Create in me a clean heart, renew within me an upright spirit and empower me with your grace. Amen. \n\n Trusting in His grace \n Abba Father, I thank you for loving me in spite of my shortcomings. Jesus, my Saviour, I rejoice in your mercy that gives me a new life. Holy Spirit, my ever present Helper, I praise you for being patient with me and teaching me to walk in your way. O Triune God, may I always be aware of being being immersed in your loving presence. I surrender myself to you, especially my thoughts and my will, and gladly accept your sovereignty in my life. May I always seek your glory in my missionary journey as a Jesus Youth. \n (Spend a few moments in surrender, praying/singing in tongues leading to a time of silence). Optionally, read and reflect on the day's Gospel passage. \n Praying in communion \n Lord Jesus, I offer up the entire Jesus Youth movement across the world. May all its leaders be guided by your Spirit and be made one in heart and mind. I pray that every Jesus Youth may grow in your love and in so that all mankind may encounter you and walk towards the fullness of life in you. I offer my sacrifices and prayers of this day with the prayers of the Church and the Holy Eucharist celebrated all over the world for the salvation of all people and for my own personal sanctification.Abba Father, uniting myself with all Jesus Youth across the world, I cry out to you with joy. \n\n Our Father.. \n Going forth in joy \n God our Father, through the Death and Resurrection of Your Son and the outpouring of the Holy Spirit, You have given us a new life. Grant us the grace to know you more clearly, love you more dearly and follow you more nearly. We ask this through Christ our Lord. Amen. \n\n\r\nMary, Queen of Apostles, St. Michael the Archangel, St. Francis of Assisi, all the angels and saints - be with us and help us to grow in holiness. \n The Lord bless us, and keep us from all evil, and bring us to everlasting life. Amen. \n\n"
  },
  {
    "id": 15,
    "title": "Divine Mercy Chaplet",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "Sign of the Cross \n\n  You expired Jesus, but the source of life gushed forth for souls and the ocean of Mercy, opened up for the whole world. O Fount of Life, O unfathomable Divine Mercy, envelop the whole world and empty Yourself out upon us. \n O Blood and Water, which gushed from the Heart of Jesus, as a fountain for us, we trust in You. (3 times 'O Blood and Water) \n 1 Our Father, 1 Hail Mary and Apostles' Creed \n On the large bead before each decade: \n Eternal Father, I offer you the body and blood, soul and divinity of your dearly beloved son, our Lord Jesus Christ, in atonement for our sins those of the whole world. \n On the ten small beads before each decade \n L: For the sake of his sorrowful passion \n R: Have mercy on us and on the whole world. (10 times) \n Conclusion: \n Holy God, Holy Mighty One, Holy Immortal One, have mercy on us and on the whole world. (3 times). \n\n Eternal God, in whom Mercy is endless, and the treasury of compassion inexhaustible. Look kindly upon us and increase your Mercy in us, so that in difficult moments, we may not despair nor become despondent but with great confidence, submit ourselves to Your Holy Will, which is Love and Mercy itself. Amen. \n\n\n\n"
  },
  {
    "id": 16,
    "title": "Rosary",
    "category": "Prayer",
    "subcategory": "Daily Prayers",
    "data": "SIgn of The Cross \n  I Believe \n Our Father \n 3 Hail Mary (For Faith, Hope & Love) \n Glory Be \n After each Decade \n O My Jesus, save us from the fire of hell, lead all souls to heaven especialy those most in need of mercy. \n\n Joyful Mystery of the Rosary Monday & Saturday \n 1 The Annunciation of the Lord to Mary Mary is chosen to be the mother of Jesus. \n 2 The Visitation of Mary to Elizabeth Elizabeth recognizes Mary as the mother of our Lord. \n 3 The Nativity of our Lord Jesus Christ Jesus is born and laid in a manger. \n 4. The Presentation of our Lord Jesus is presented in the Temple of Jerusalem. \n 5. Finding Jesus in the Temple at age 12 Jesus is found discussing God's laws in the temple. \n\n Sorrowful Mystery of the Rosary Tuesday & Friday \n\n 1.The Agony of Jesus in the Garden Jesus prays when confronted with the sins of the world. \n 2. The Scourging at the Pillar Jesus is whipped before His execution. \n 3. Jesus is Crowned with Thorns Jesus is mocked with a painful crown of thorns. \n 4. Jesus Carried the Cross : Jesus carries the weight of our sins to His crucifixion. \n 5. The Crucifixion of our Lord  : Jesus Christ dies to save all mankind. \n\n Glorious Mystery of the Rosary \n Wednesday & Sunday \n\n 1. The Resurrection of Jesus Christ \n Jesus rises triumphant over death. \n 2. The Ascension of Jesus to Heaven \n As Jesus ascends, He gives us a special task. \n 3. The Descent of the Holy Ghost \n At Pentecost the Church is born. \n 4. The Assumption of Mary into Heaven \n The Virgin Mary is gloriously assumed into heaven. \n 5. Mary is Crowned as Queen of Heaven and Earth \n Mary is honored above all creatures. \n\n Luminous Mystery of the Rosary Thursday \n\n 1. The Baptism in the Jordan \n God proclaims Jesus is His Son. \n 2. The Wedding at Cana \n Jesus performs a surprising miracle at a wedding. \n 3. The Proclamation of the Kingdom \n Jesus calls us to do something important. \n 4. The Transfiguration \n Jesus is gloriously transformed. \n 5. The Institution of the Eucharist \n Jesus shares His Body and Blood for our salvation. \n\n Hail, Holy Queen, Mother of Mercy,  our life, our sweetness and our hope. \n To you do we cry, \n poor banished children of Eve. \n To you do we send up our sighs, \n mourning and weeping in this valley of tears \n Turn then, most gracious advocate, \n your eyes of mercy toward us, \n and after this exile \n show unto us the blessed fruit of thy womb, \n Jesus \n O clement, O loving, \n O sweet Virgin Mary \n\n Litany of Our Lady \n\n Lord, have mercy on us. \n Christ, have mercy on us. \n Lord, have mercy on us. \n Christ hear us. Christ, graciously hear us. \n\n God the Father of heaven, Have mercy on us. \n God the Son, Redeemer of the world, Have mercy on us. \n God the Holy Spirit, Have mercy on us. \n Holy Trinity, one God, Have mercy on us. \n\n Holy Mary,  Pray for us. (repeat after each line) \n Holy Mother of God, \n Holy Virgin of virgins, \n Mother of Christ, \n Mother of the Church, \n Mother of mercy, \n Mother of divine grace, \n Mother of hope, \n Mother most pure, \n Mother most chaste, \n Mother inviolate, \n Mother undefiled, \n Mother most amiable, \n Mother most admirable, \n Mother of good counsel, \n Mother of our Creator, \n Mother of our Savior, \n Virgin most prudent, \n Virgin most venerable, \n Virgin most renowned, \n Virgin most powerful, \n Virgin most merciful, \n Virgin most faithful, \n Mirror of justice, \n Seat of wisdom, \n Cause of our joy, \n Spiritual vessel, \n Vessel of honor, \n Singular vessel of devotion, \n Mystical rose, \n Tower of David, \n Tower of ivory, \n\n House of gold, \n Ark of the covenant, \n Gate of heaven, \n Morning star, \n Health of the sick, \n Refuge of sinners, \n Comfort of Migrants, \n Comforter of the afflicted, \n Help of Christians, \n Queen of Angels, \n Queen of Patriarchs, \n Queen of Prophets, \n Queen of Apostles, \n Queen of Martyrs, \n Queen of Confessors, \n Queen of Virgins, \n Queen of all Saints, \n Queen conceived without original sin, \n Queen assumed into heaven, \n Queen of the most holy Rosary, \n Queen of Families, \n Queen of Peace, \n\n Lamb of God, you take away the sins of the world, Spare us, O Lord. \n Lamb of God, you take away the sins of the world, Graciously hear us, O Lord. \n Lamb of God, you take away the sins of the world, Have mercy on us. \n\n Pray for us, O holy Mother of God, That we may be made worthy of the promises of Christ. \n\n Let us pray, \n Grant, we beseech you, Lord God, that we your servants may rejoice in continual health of mind and body and, by the glorious intercession of Blessed Mary, ever Virgin, may we be delivered from present sorrow to delight in joy eternal. Through Christ our Lord. Amen. \n\n Hymn to Mother Mary \n\n\r\n\r\n"
  },
  {
    "id": 17,
    "title": "Latin English Liturgy",
    "category": "Prayer",
    "subcategory": "Holy Mass",
    "data": "Before Mass begins, the people gather in a spirit of recollection, preparing for their participation in the Mass. The Entrance Song is sung as the Priest approaches the altar. \n\n SIGN OF THE CROSS \n\n Celebrant: In the name of the Father, and of the Son, and of the Holy Spirit. People: Amen. \n\n GREETING \n\n 1. C. The grace of our Lord Jesus Christ, and the love of God, \n and the communion of the Holy Spirit be with you all. Or: \n 2. C. Grace to you and peace from God our Father \n and the Lord Jesus Christ. Or: \n 3. C. The Lord be with you. \n P. And with your spirit. \n\n PENITENTIAL ACT \n\n The Priest invites the faithful to the Penitential Act. A brief silence is followed by one of the following: \n 1. All say: \n I confess to almighty God and to you, my brothers and sisters, that I have greatly sinned, in my thoughts and in my words, in what I have done and in what I have failed to do, (and, striking their breast, they say:) \n through my fault, through my fault, through my most grievous fault; therefore I ask blessed Mary ever-Virgin, all the Angels and Saints, and you, my brothers and sisters, to pray for me to the Lord our God. \n 2. C. Have mercy on us, O Lord. \n P. For we have sinned against you. \n C. Show us, O Lord, your mercy. \n P. And grant us your salvation. \n 3. C. You were sent to heal the contrite of heart: \n Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n C. You came to call sinners: \n Christ, have mercy. Or: Christe, eleison. \n P. Christ, have mercy. Or: Christe, eleison. \n C. You are seated at the right hand of the Father to intercede for us: \n Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie eleison. \n The absolution by the Priest follows: \n C. May almighty God have mercy on us, forgive us our sins, and bring us to everlasting life. \n P. Amen. \n The Kyrie, eleison may follow: \n C. Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n C. Christ, have mercy. Or: Christe, eleison. \n P. Christ, have mercy. Or: Christe, eleison. \n C Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n\n THE GLORIA \n\n  When indicated, either sung or said: \n Glory to God in the highest,  \n and on earth peace to people of good will. \n We praise you, we bless you, \n we adore you, \n we glorify you, \n we give you thanks for your great glory, \n Lord God, heavenly King, \n O God, almighty Father. \n Lord Jesus Christ, Only Begotten Son, Lord God, Lamb of God, Son of the Father, \n you take away the sins of the world, \n have mercy on us; \n  you take away the sins of the world, \n receive our prayer; \n You are seated at the right hand of the Father,have mercy on us. \n For you alone are the Holy One, \n you alone are the Lord, \n you alone are the Most High, \n Jesus Christ, \n with the Holy Spirit, \n in the glory of God the Father.Amen. \n\n THE COLLECT \n\n C.Let us pray \n All pray in silence with the priest who then says the Collect Prayer,at the end of which: \n\n P.Amen \n\n THE LITURGY OF THE WORD \n\n All sit. By hearing the word proclaimed in worship, the faithful again enter into the unending dialogue with God. A brief time of quiet after the readings enables those present to take God's Word to heart. \n\n FIRST READING \\ To indicate the end of the reading, the reader acclaims: \n The word of the Lord. \n P. Thanks be to God. \n\n PSALM \n\n The psalmist or cantor sings or says the Psalm; the people make the response. \n SECOND READING \n On Sundays and certain other days there is a second reading. \n The word of the Lord. \n P. Thanks be to God. \n\n GOSPEL \n\n All stand to sing the Acclamation welcoming the Gospel. \n C. The Lord be with you. \n P. And with your spirit. \n C. A reading from the holy Gospel according to N. \n P. Glory to you, O Lord. \n At the end of the Gospel: \n C. The Gospel of the Lord. \nP. Praise to you, Lord Jesus Christ. \n  After the Gospel all sit. \n\n THE HOMILY \n\n After the Homily there may be a brief silence for recollection. \n On Sundays and Solemnities all stand for the Creed. \n\n NICENO-CONSTANTINOPOLITAN CREED \n I believe in one God, the Father almighty, maker of heaven and earth, of all things visible and invisible. \n I believe in one Lord Jesus Christ, the Only Begotten Son of God, born of the Father before all ages. \n God from God, Light from Light, true God from true God, begotten, not made, consubstantial with the Father; through him all things were made. For us men and for our salvation he came down from heaven, (all bow) and by the Holy Spirit was incarnate of the Virgin Mary, and became man. For our sake he was crucified under\nPontius Pilate, \n he suffered death and was buried, and rose again on the third day in accordance with the\nScriptures. He ascended into heaven and is seated at the right hand\nof the Father. \n He will come again in glory to judge the living and the dead and his kingdom will have no end. \n I believe in the Holy Spirit, the Lord, the giver of life,\nwho proceeds from the Father and the Son, who with the Father and the Son is\nadored and glorified, who has spoken through the prophets. \n I believe in one, holy, catholic and apostolic Church.\nI confess one Baptism for the forgiveness of sins\nand I look forward to the resurrection of the dead and the life of the world to come. Amen. \n\n THE APOSTLES' CREED \n\n I believe in God, \n the Father almighty, Creator of heaven and earth,\nand in Jesus Christ, his only Son, our Lord,\n(all bow) \n who was conceived by the Holy Spirit,\nborn of the Virgin Mary, suffered under Pontius Pilate,\nwas crucified, died and was buried; he descended into hell; on the third day he rose again from\nthe dead;\nhe ascended into heaven,\nand is seated at the right hand of God the Father almighty;\nfrom there he will come to judge the living and the dead. \n I believe in the Holy Spirit, the holy catholic Church,\nthe communion of saints, the forgiveness of sins, the resurrection of the body,\nand life everlasting. Amen \n\n THE PRAYER OF THE FAITHFUL \n (BIDDING PRAYERS) \n\n (All stand). After each intention there is a pause while the faithful pray. The Priest concludes the Prayer with a Collect. Then all sit. \n\n THE LITURGY OF THE EUCHARIST \n\n During the Offertory Song the faithful bring forward bread and wine for the celebration of the Eucharist. \n The Priest offers prayers of blessing quietly at the altar. Sometimes these prayers are said aloud. If the Priest says the prayers aloud the assembly's acclamation each time is: \n P. Blessed be God for ever. \n The Priest completes additional personal preparatory rites; all stand: \n C. Pray, brethren (brothers and sisters), that my sacrifice and yours may be acceptable to God, the almighty Father. \n P. May the Lord accept the sacrifice at your hands for the praise and glory of his name, for our good and the good of all his holy Church. \n Then the Priest says the Prayer over the Offerings, at the end of which: \n P. Amen. \n\n THE EUCHARISTIC PRAYER \n\n C. The Lord be with you. \n P. And with your spirit. \n C. Lift up your hearts. \n P. We lift them up to the Lord. \n\n C. Let us give thanks to the Lord our God. \n P. It is right and just. \n\n After the Preface, the people sing or say: \n Holy, Holy, Holy Lord God of hosts. Heaven and earth are full of your glory. Hosanna in the highest.Blessed is he who comes in the name of the Lord. Hosanna in the highest. \n All kneel. The Priest continues with the Eucharistic Prayer. After the words of Consecration the Priest says: \n C. The mystery of faith. \n 1. We proclaim your Death, O Lord, \n and profess your Resurrection until you come again. \n Or: \n 2. When we eat this Bread and drink \n this Cup, we proclaim your Death, O Lord, \n until you come again. Or. \n 3. Save us, Saviour of the world, for by your Cross and Resurrection you have set us free. At the conclusion of the Prayer the Priest alone says: \n C. Through him, and with him, and in him, O God, almighty Father, in the unity of the Holy Spirit, all\nglory and honour is yours, for ever and ever. \n P. Amen. \n\n THE COMMUNION RITE \n\n All stand. \n C. At the Saviour's command and formed by divine teaching, we dare to say: \n\n P. Our Father, who art in heaven, hallowed be thy name; thy kingdom come, on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. \n C. Deliver us, Lord, we pray, from every evil, graciously grant peace in our days, that, by the help of your mercy, we may be always free from sin and safe from all distress, as we await the blessed hope and the coming of our Saviour, Jesus Christ. \n\nP. For the kingdom, the power and the glory are yours now and for ever. \n C. Lord Jesus Christ, who said to your Apostles: Peace I leave you, my peace I give you; look not on our sins, but on the faith of your Church, and graciously grant her peace and unity in accordance with your will. Who live and reign for ever and ever. \n P. Amen. \n C. The peace of the Lord be with you always. \n P. And with your spirit. \n The Deacon, or the Priest, may add: \n Let us offer each other the sign of peace.\n All offer one another the customary sign of peace. \n\n BREAKING OF THE BREAD \n\n During which is sung or said: \n Lamb of God, you take away the sins of the world, have mercy on us. Lamb of God, you take away the sins of the world, have mercy on us. \n Lamb of God, you take away the sins of the world, grant us peace. \n After which, all kneel. \n\n INVITATION TO COMMUNION \n\n C. Behold the Lamb of God, behold him who takes away the sins of the world. \n Blessed are those called to the supper of the Lamb. \n P. Lord, I am not worthy that you should enter under my roof, but only say the word and my soul shall be healed. \n\n The Priest says to each communicant: \n C. The Body of Christ. \n P. Amen. \n When Communion is administered under both kinds: \n C. The Blood of Christ. \n P. Amen. \n After Communion a sacred silence may be observed. All stand as the Priest says: \n C. Let us pray. \n\nThe Priest says the Prayer after Communion, at the end of which: \n P. Amen. \n\n THE CONCLUDING RITES \n\n Any brief announcements follow here. Then: \n C. The Lord be with you. \n P. And with your spirit. \n C. May almighty God bless you, the Father, and the Son, and the Holy Spirit. \n P. Amen. \n Then the Deacon, or the Priest says: \n 1. Go forth, the Mass is ended. Or: \n 2. Go and announce the Gospel of the Lord. Or: \n 3. Go in peace, glorifying the Lord by your life. Or: \n 4. Go in peace. \n P. Thanks be to God. \n\n"
  }
]