[
  {
    "id": 1,
    "title": "Holy Mass",
    "category": "Prayer",
    "subcategory": "Daily Prayer",
    "data": "Before Mass begins, the people gather in a spirit of recollection, preparing for their participation in the Mass. The Entrance Song is sung as the Priest approaches the altar. \n SIGN OF THE CROSS \n\n Celebrant: In the name of the Father, and of the Son, and of the Holy Spirit. People: Amen. \n\n GREETING \n 1. C. The grace of our Lord Jesus Christ, and the love of God, \n and the communion of the Holy Spirit be with you all. Or: \n 2. C. Grace to you and peace from God our Father \n and the Lord Jesus Christ. Or: \n 3. C. The Lord be with you. \n P. And with your spirit. \n\n PENITENTIAL ACT \n\n The Priest invites the faithful to the Penitential Act. A brief silence is followed by one of the following: \n 1. All say: \n I confess to almighty God and to you, my brothers and sisters, that I have greatly sinned, in my thoughts and in my words, in what I have done and in what I have failed to do, (and, striking their breast, they say:) \n through my fault, through my fault, through my most grievous fault; therefore I ask blessed Mary ever-Virgin, all the Angels and Saints, and you, my brothers and sisters, to pray for me to the Lord our God. \n 2. C. Have mercy on us, O Lord. \n P. For we have sinned against you. \n C. Show us, O Lord, your mercy. \n P. And grant us your salvation. \n 3. C. You were sent to heal the contrite of heart: \n Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n C. You came to call sinners: \n Christ, have mercy. Or: Christe, eleison. \n P. Christ, have mercy. Or: Christe, eleison. \n C. You are seated at the right hand of the Father to intercede for us: \n Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie eleison. \n The absolution by the Priest follows: \n C. May almighty God have mercy on us, forgive us our sins, and bring us to everlasting life. \n P. Amen. \n The Kyrie, eleison may follow: \n C. Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n C. Christ, have mercy. Or: Christe, eleison. \n P. Christ, have mercy. Or: Christe, eleison. \n C Lord, have mercy. Or: Kyrie, eleison. \n P. Lord, have mercy. Or: Kyrie, eleison. \n THE GLORIA \n\n  When indicated, either sung or said: \n Glory to God in the highest,  \n and on earth peace to people of good will. \n We praise you, we bless you, \n we adore you, \n we glorify you, \n we give you thanks for your great glory, \n Lord God, heavenly King, \n O God, almighty Father. \n Lord Jesus Christ, Only Begotten Son, Lord God, Lamb of God, Son of the Father, \n you take away the sins of the world, \n have mercy on us; \n  you take away the sins of the world, \n receive our prayer; \n You are seated at the right hand of the Father,have mercy on us. \n For you alone are the Holy One, \n you alone are the Lord, \n you alone are the Most High, \n Jesus Christ, \n with the Holy Spirit, \n in the glory of God the Father.Amen. \n\n THE COLLECT \n\n C.Let us pray \n All pray in silence with the priest who then says the Collect Prayer,at the end of which: \n\n P.Amen \n\n THE LITURGY OF THE WORD \n\n All sit. By hearing the word proclaimed in worship, the faithful again enter into the unending dialogue with God. A brief time of quiet after the readings enables those present to take God's Word to heart. \n\n FIRST READING \ To indicate the end of the reading, the reader acclaims: \n The word of the Lord. \n P. Thanks be to God. \n\n PSALM \n\n The psalmist or cantor sings or says the Psalm; the people make the response. \n SECOND READING \n On Sundays and certain other days there is a second reading. \n The word of the Lord. \n P. Thanks be to God. \n\n GOSPEL \n All stand to sing the Acclamation welcoming the Gospel. \n C. The Lord be with you. \n P. And with your spirit. \n C. A reading from the holy Gospel according to N. \n P. Glory to you, O Lord. \n At the end of the Gospel: \n C. The Gospel of the Lord. \nP. Praise to you, Lord Jesus Christ. \n  After the Gospel all sit. \n\n THE HOMILY \n\n After the Homily there may be a brief silence for recollection. \n On Sundays and Solemnities all stand for the Creed. \n\n NICENO-CONSTANTINOPOLITAN CREED \n I believe in one God, the Father almighty, maker of heaven and earth, of all things visible and invisible. \n I believe in one Lord Jesus Christ, the Only Begotten Son of God, born of the Father before all ages. \n God from God, Light from Light, true God from true God, begotten, not made, consubstantial with the Father; through him all things were made. For us men and for our salvation he came down from heaven, (all bow) and by the Holy Spirit was incarnate of the Virgin Mary, and became man. For our sake he was crucified under
Pontius Pilate, \n he suffered death and was buried, and rose again on the third day in accordance with the Scriptures. He ascended into heaven and is seated at the right hand
of the Father. \n He will come again in glory to judge the living and the dead and his kingdom will have no end. \n I believe in the Holy Spirit, the Lord, the giver of life,
who proceeds from the Father and the Son, who with the Father and the Son is adored and glorified, who has spoken through the prophets. \n I believe in one, holy, catholic and apostolic Church.
I confess one Baptism for the forgiveness of sins and I look forward to the resurrection of the dead and the life of the world to come. Amen. \n\n THE APOSTLES' CREED \n\n I believe in God, \n the Father almighty, Creator of heaven and earth,
and in Jesus Christ, his only Son, our Lord, (all bow) \n who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; he descended into hell; on the third day he rose again from
the dead; he ascended into heaven, and is seated at the right hand of God the Father almighty; from there he will come to judge the living and the dead. \n I believe in the Holy Spirit, the holy catholic Church,
the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen \n\n THE PRAYER OF THE FAITHFUL\ n (BIDDING PRAYERS) \n\n
 (All stand). After each intention there is a pause while the faithful pray. The Priest concludes the Prayer with a Collect. Then all sit. \n\n THE LITURGY OF THE EUCHARIST \n\n During the Offertory Song the faithful bring forward bread and wine for the celebration of the Eucharist. \n The Priest offers prayers of blessing quietly at the altar. Sometimes these prayers are said aloud. If the Priest says the prayers aloud the assembly's acclamation each time is: \n P. Blessed be God for ever. \n The Priest completes additional personal preparatory rites; all stand: \n C. Pray, brethren (brothers and sisters), that my sacrifice and yours may be acceptable to God, the almighty Father. \n P. May the Lord accept the sacrifice at your hands for the praise and glory of his name, for our good and the good of all his holy Church. \n Then the Priest says the Prayer over the Offerings, at the end of which: \n P. Amen. \n\n THE EUCHARISTIC PRAYER \n\n C. The Lord be with you. \n P. And with your spirit. \n C. Lift up your hearts. \n P. We lift them up to the Lord. \n\n C. Let us give thanks to the Lord our God. \n P. It is right and just. \n\n After the Preface, the people sing or say: \n Holy, Holy, Holy Lord God of hosts. Heaven and earth are full of your glory. Hosanna in the highest.Blessed is he who comes in the name of the Lord. Hosanna in the highest. \n All kneel. The Priest continues with the Eucharistic Prayer. After the words of Consecration the Priest says: \n C. The mystery of faith. \n 1. We proclaim your Death, O Lord, \n and profess your Resurrection until you come again. \n Or: \n 2. When we eat this Bread and drink \n this Cup, we proclaim your Death, O Lord, \n until you come again. Or. \n 3. Save us, Saviour of the world, for by your Cross and Resurrection you have set us free. At the conclusion of the Prayer the Priest alone says: \n C. Through him, and with him, and in him, O God, almighty Father, in the unity of the Holy Spirit, all
glory and honour is yours, for ever and ever. \n P. Amen. \n\n THE COMMUNION RITE \n\n All stand. \n C. At the Saviour's command and formed by divine teaching, we dare to say: \n\n P. Our Father, who art in heaven, hallowed be thy name; thy kingdom come, on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. \n C. Deliver us, Lord, we pray, from every evil, graciously grant peace in our days, that, by the help of your mercy, we may be always free from sin and safe from all distress, as we await the blessed hope and the coming of our Saviour, Jesus Christ. \n
P. For the kingdom, the power and the glory are yours now and for ever. \n C. Lord Jesus Christ, who said to your Apostles: Peace I leave you, my peace I give you; look not on our sins, but on the faith of your Church, and graciously grant her peace and unity in accordance with your will. Who live and reign for ever and ever. \n P. Amen. \n C. The peace of the Lord be with you always. \n P. And with your spirit. \n The Deacon, or the Priest, may add: \n Let us offer each other the sign of peace.\n All offer one another the customary sign of peace. \n BREAKING OF THE BREAD \n\n During which is sung or said: \n Lamb of God, you take away the sins of the world, have mercy on us. Lamb of God, you take away the sins of the world, have mercy on us. \n Lamb of God, you take away the sins of the world, grant us peace. \n After which, all kneel. \n\n INVITATION TO COMMUNION \n\n C. Behold the Lamb of God, behold him who takes away the sins of the world. \n Blessed are those called to the supper of the Lamb. \n P. Lord, I am not worthy that you should enter under my roof, but only say the word and my soul shall be healed. \n\n The Priest says to each communicant: \n C. The Body of Christ. \n P. Amen. \n When Communion is administered under both kinds: \n C. The Blood of Christ. \n P. Amen. \n After Communion a sacred silence may be observed. All stand as the Priest says: \n C. Let us pray. \n
The Priest says the Prayer after Communion, at the end of which: \n P. Amen. \n\n THE COCLUDING RITES \n\n Any brief announcements follow here. Then: \n C. The Lord be with you. \n P. And with your spirit. \n C. May almighty God bless you, the Father, and the Son, and the Holy Spirit. \n P. Amen. \n Then the Deacon, or the Priest says: \n 1. Go forth, the Mass is ended. Or: \n 2. Go and announce the Gospel of the Lord. Or: \n 3. Go in peace, glorifying the Lord by your life. Or: \n 4. Go in peace. \n P. Thanks be to God. \n\n",
    "links":""
  }
 
]
